Repository: whosNikoloz/mobile_reporting_new
Catalog: lib/localization/l10n/intl_*.arb
Languages: ka

source: Log In
ka: შესვლა

source: Username
ka: მომხმარებელი

source: Password
ka: პაროლი

source: Language
ka: ენა

source: Georgian
ka: ქართული

source: Close
ka: დახურვა

source: Log Out
ka: გასვლა

# profileInfo
source: Your profile information
ka: თქვენი პროფილის ინფორმაცია

source: Dashboard
ka: დეშბორდი

source: Reports
ka: რეპორტები

source: Statistics
ka: სტატისტიკა

source: Finances
ka: ფინანსები

source: Checks
ka: ჩეკები

# incorrectCredentials
source: Username or password is incorrect!
ka: მომხმარებელი ან პაროლი არასწორია!

source: General
ka: ზოგადი

source: Payments
ka: გადახდები

source: Sales
ka: გაყიდვები

source: Selfcost
ka: თ/ღ

source: Profit
ka: მოგება

source: Avg Check
ka: საშ. ჩეკი

# profitPercent
source: Profit %
ka: მოგება %

source: Bills
ka: ჩეკები

source: Discount
ka: ფასდაკლება

source: Refund
ka: დაბრუნება

source: Cash
ka: ნაღდი

source: Card
ka: ბარათი

source: Consignation
ka: კონსიგნაცია

source: Loyalty
ka: ლოიალობა

source: Sales by Hours
ka: გაყიდვები საათების მიხედვით

source: Total Bills
ka: სულ ჩეკები

source: Total Amount
ka: სულ თანხა

source: No data available
ka: მონაცემები არ არის

source: Today vs Yesterday
ka: დღეს vs გუშინ

source: All Branches
ka: ყველა ფილიალი

# comparisonLabel
source: Comparison
ka: შედარება

source: Last Day
ka: წინა დღესთან

source: Last Week Day
ka: წინა კვირის დღესთან

source: Last Month Day
ka: წინა თვის დღესთან

source: Last Year Day
ka: წინა წლის დღესთან

source: Choose Day
ka: დღის არჩევა

source: Last Week
ka: წინა კვირასთან

source: Choose Week
ka: კვირის არჩევა

source: Last Month
ka: წინა თვესთან

source: Last Year Month
ka: წინა წლის თვესთან

source: Choose Month
ka: თვის არჩევა

source: Last Year
ka: წინა წელთან

source: Choose Year
ka: წლის არჩევა

source: Period
ka: პერიოდი

source: Select Period
ka: აირჩიეთ პერიოდი

source: Branches
ka: ფილიალები

source: Search
ka: ძიება

source: Cancel
ka: გაუქმება

source: Confirm
ka: დადასტურება

source: Day
ka: დღე

source: Week
ka: კვირა

source: Month
ka: თვე

source: Year
ka: წელი

source: Selected Period
ka: არჩეული პერიოდი

# lastWeekOption
source: Last Week
ka: კვირით უკან

# lastMonthOption
source: Last Month
ka: თვით უკან

# lastYearOption
source: Last Year
ka: წლით უკან

source: Same Duration Back
ka: იგივე ხანგრძლივობა უკან

source: Mon
ka: ორშ

source: Tue
ka: სამ

source: Wed
ka: ოთხ

source: Thu
ka: ხუთ

source: Fri
ka: პარ

source: Sat
ka: შაბ

source: Sun
ka: კვი

# janShort
source: Jan
ka: იან

# febShort
source: Feb
ka: თებ

# marShort
source: Mar
ka: მარ

# aprShort
source: Apr
ka: აპრ

# mayShort
source: May
ka: მაი

# junShort
source: Jun
ka: ივნ

# julShort
source: Jul
ka: ივლ

# augShort
source: Aug
ka: აგვ

# sepShort
source: Sep
ka: სექ

# octShort
source: Oct
ka: ოქტ

# novShort
source: Nov
ka: ნოე

# decShort
source: Dec
ka: დეკ

source: Staff
ka: პერსონალი

source: Stock
ka: მარაგი

source: Sales by Day
ka: გაყიდვები დღეების მიხედვით

source: Sales by Weekday
ka: გაყიდვები კვირის დღეების მიხედვით

source: Revenue Report
ka: შემოსავლების რეპორტი

source: Expense Report
ka: ხარჯების რეპორტი

# profitAndLoss
source: Profit & Loss
ka: მოგება და ზარალი

source: Staff Performance
ka: პერსონალის ეფექტურობა

source: Attendance Report
ka: დასწრების რეპორტი

source: Commission Report
ka: საკომისიო რეპორტი

source: Shift Report
ka: ცვლის რეპორტი

source: Hours Worked
ka: ნამუშევარი საათები

source: Productivity Report
ka: პროდუქტიულობის რეპორტი

source: Inventory Report
ka: ინვენტარიზაციის რეპორტი

source: Stock Movement
ka: მარაგების მოძრაობა

source: Income
ka: შემოსავალი

# checksFilter
source: Checks
ka: ჩეკები

source: Average Check
ka: საშუალო ჩეკი

source: Hourly Sales Overview
ka: საათობრივი გაყიდვების მიმოხილვა

source: Weekday Sales Overview
ka: კვირის დღეების გაყიდვების მიმოხილვა

source: Daily Sales Overview
ka: დღიური გაყიდვების მიმოხილვა

source: Monthly Sales Overview
ka: თვიური გაყიდვების მიმოხილვა

source: Sales Overview
ka: გაყიდვების მიმოხილვა

source: Select Filter
ka: აირჩიეთ ფილტრი

source: Hour
ka: საათი

source: Weekday
ka: კვირის დღე
